Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Check your CGM data source
ar: تأكد من مصدر قراءات السكر المستمرة
da: Kontroller din CGM-datakilde
de: Überprüfe Deine CGM-Datenquelle.
es: Verifique su fuente de datos CGM
fi: Tarkista CGM-tietolähde
fr: Vérifier votre source de données CGM
he: בדוק את מקור המידע שלך בחיישן
it: Controlla la sorgente dati del sensore
ja: CGM データソースを確認してください
nb: Sjekk CGM
nl: Controleer je CGM gegevensbron
pl: Sprawdź swój CGM
pt_br: Verifique seu dispositivo CGM
ro: Verificați sursa de date CGM
ru: Проверьте источник мониторинга СК
sv: Kontrollera din CGM:s datakälla
tr: CGM veri kaynağınızı kontrol edin
vi: Kiểm tra nguồn dữ liệu CGM của bạn
zh_hans: 请检查你的动态血糖数据来源

source: Closed Loop
ar: حلقة مغلقة
da: Lukket Loop
es: Circuito Cerrado
fi: Suljettu säätö
fr: Boucle Fermée
it: Loop chiuso
ja: クローズドループ
nb: Lukket Loop
nl: Gesloten Loop
pl: Pętla Zamknięta
pt_br: Ciclo Fechado
ro: Buclă închisă
ru: Замкнутый цикл
sv: Sluten loop
tr: Kapalı Döngü
vi: Vòng lặp kín
zh_hans: 闭环模式

# com.loudnate.LoopKit.errorAlertActionTitle
source: OK
ar: موافق
he: אישור
tr: Tamam

source: Configuration
ar: المعطيات
cs: Konfigurace
da: Konfiguration
de: Konfiguration
es: Configuración
fi: Määritykset
it: Configurazione
ja: コンフィグレーション
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ro: Configurare
ru: Конфигурация
sk: Konfigurácia
sv: Konfiguration
tr: Konfigürasyon
vi: Cấu hình
zh_hans: 配置

source: Configuration Error: %1$@
ar: خطأ في المعطيات: %1$@
da: Konfigurationsfejl: %1$@
de: Konfigurationsfehler: %1$@
es: Error de Configuración: %1$@
fi: Määritysvirhe: %1$@
fr: Erreur de Configuration: %1$@
it: Errore di configurazione: %1$@
ja: 設定エラー: %1$@
nb: Konfigurasjonsfeil: %1$@
nl: Configuratiefout: %1$@
pl: Błąd konfiguracji: %1$@
pt_br: Erro de Configuração: %1$@
ro: Eroare configurare: %1$@
ru: Ошибка конфигурации: %1$@
sv: Konfigurationsfel %1$@
tr: Konfigürasyon Hatası: %1$@
vi: Lỗi cấu hình: %1$@
zh_hans: 配置错误：%1$@

source: Continuous Glucose Monitor
ar: نظام متابعة السكر المستمرة
da: Kontinuerlig Blodsukker Måler (CGM)
de: Kontinuierliche Blutzuckermessung
es: Monitor de glucosa continuo
fi: Glukoosinseuranta (CGM)
fr: Lecteur de glycémie en continu
it: Monitoraggio continuo glicemia
ja: CGM
nb: Kontinuerlig glukosemonitor
nl: Continue Glucose Monitor
pl: Ciągły Monitoring Glukozy
pt_br: Monitoramento Contínuo de Glicose
ro: Senzor de monitorizare continuă a glicemiei
ru: Непрерывный мониторинг гликемии
sv: Kontinuerlig glukosmätning
tr: Sürekli Glikoz İzleme
vi: Kiểm soát đường huyết liên tục
zh_hans: 连续血糖监测仪

source: Correction Range
ar: نطاق التصحيح
da: Korrektionsområde
de: Korrekturbereich
es: Rango de Corrección
fi: Korjausalue
fr: Plage de correction
he: טווח תיקון
it: Intervallo di correzione
ja: ターゲット範囲
nb: Korreksjonsområde
nl: Correctiebereik
pl: Zakres docelowy
pt_br: Faixa de Correção
ro: Interval țintă pentru corecție
ru: Диапазон коррекции
sv: Målvärde
tr: Düzeltme Aralığı
vi: Phạm vi liều Bổ sung
zh_hans: 校正范围

source: Current glucose of %1$@ is below correction range.
ar: قراءة سكر الدم %1$@ أقل من نطاق التصحيح.
da: Den aktuelle glukose for %1$@ er under korrektionsområdet.
de: Der aktuelle Blutzucker von %1$@ liegt unter dem Korrekturbereich.
es: Glucosa actual de %1$@ está por debajo del rango de corrección.
fi: Nykyinen glukoosi %1$@ on korjausalueen alapuolella.
fr: Glycémie actuelle de %1$@ est en dessous de la plage de correction.
it: La glicemia attuale di %1$@ è al di sotto dell'intervallo glicemico.
ja: 現在の血糖値は %1$@ で補正範囲を下回っています。
nb: Gjeldende blodsukker på %1$@ er under korreksjonsområdet.
nl: Huidige glucose %1$@ is lager dan het correctiebereik.
pl: Poziom glukozy %1$@ jest poniżej wartości korekcji.
pt_br: Glicemia atual %1$@ está abaixo da zona de correção.
ro: Glicemia actuală de %1$@ se situează sub intervalul țintă de corecție.
ru: Гликемия %1$@ ниже диапазона коррекции
sk: Aktuálna glykémie %1$@ je pod cieľovým rozsahom.
sv: Nuvarande glukosvärde %1$@ är under målvärde.
tr: %1$@ Mevcut KŞ düzeltme aralığının altında.
vi: Chỉ số glucose hiện tại %1$@ nằm dưới Phạm vi Điều chỉnh.
zh_hans: 当前葡萄糖%1$@低于校正范围

source: Custom Override
ar: تجاوز مخصص
da: Brugerdefineret Override
de: Benutzerdefinierter Override
es: Sobreescritura personalizada
fi: Mukautettu tilapäisasetus
fr: Ajustement personnalisé
it: Override personalizzato
ja: カスタムオーバーライド
nb: Tilpasset overstyring
nl: Aangepaste Override
pt_br: Sobreposição Personalizada
ro: Modificare personalizată
ru: Настраиваемое ручное управление
sv: Anpassad Override
tr: Özel Geçersiz kılma
vi: Thói quen Chồng liều
zh_hans: 自定义覆盖

source: Date
ar: التاريخ
da: Dato
de: Datum
es: Fecha
fi: Aika
he: תאריך
it: Data
ja: 日付
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ro: Data
ru: Дата
sk: Dátum
sv: Tid
tr: Tarih
vi: Ngày
zh_hans: 日期

source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
it: Elimina
nb: Slett
nl: Verwijderen
pl: Usunąć
pt_br: Apagar
ro: Ștergeți
ru: Удалить
sk: Odstrániť
sv: Ta bort
tr: Sil
vi: Xóa
zh_hans: 删除

source: Delete CGM
ar: حذف CGM
da: Slet CGM
de: CGM löschen
es: Eliminar MCG
fi: Poista CGM
fr: Supprimer le CGM
he: מחק חיישן
it: Elimina CGM
ja: CGMを削除
nb: Slett CGM
nl: Verwijder CGM
pl: Usuń CGM
pt_br: Remover CGM
ro: Ștergeți CGM
ru: Удалить мониторинг
sk: Odstrániť CGM
sv: Radera CGM
tr: CGM Sil
vi: Xóa CGM
zh_hans: 删除CGM数据源

source: Delivery Limits
ar: حدود الضخ
cs: Limity podávání
da: Insulingrænser
de: Abgabelimits
es: Límites de Administración de Insulina
fi: Annostelurajat
fr: Limites d'Administration
it: Limiti erogazione
ja: 注入限度
nb: Leveringsgrenser
nl: Toedieningslimieten
pl: Limity podawania
pt_br: Limites de Entrega
ro: Limite de livrare
ru: Пределы подачи
sk: Limity podávania
sv: Maxdoser
tr: İletim Limitleri
vi: Giới hạn liều tiêm
zh_hans: 输注限制

source: Disables
ar: تعطيل
da: Deaktiverer
de: Deaktivieren
es: Desactivar
fi: Poistaa käytöstä
fr: Désactive
it: Disattiva
ja: 無効にする
nb: Deaktiverer
nl: Uitschakelen
pl: Wyłącza
pt_br: Desativa
ro: Dezactivează
ru: Отключает
sv: Stänger av
tr: Devre Dışı
vi: Vô hiệu hóa
zh_hans: 禁用

source: Dismiss
ar: تجاهل
da: Afvis
de: Schließen
es: Ignorar
fi: Ohita
fr: Fermer
he: בטל
it: OK
ja: 閉じる
nb: Avvis
nl: Sluiten
pl: Rozumiem
pt_br: Dispensar
ro: Renunță
ru: Отклонить
sv: Avfärda
tr: Reddet
vi: Từ bỏ
zh_hans: 忽略

source: Enables
ar: تفعيل
da: Aktiverer
de: Aktivieren
es: Permitir
fi: Ottaa käyttöön
fr: Active
it: Attiva
ja: 有効にする
nb: Aktiverer
nl: Inschakelen
pl: Włącza
pt_br: Ativar
ro: Activează
ru: Включает
sv: Slår på
tr: Etkin
vi: Cho phép
zh_hans: 启用

source: Enter suspend threshold
ar: أدخل حد التوقف
da: Indtast grænse for suspendering
de: Grenzwert für Hypo-Abschaltung eingeben
es: Ingrese nivel de suspensión
fi: Aseta pysäytysraja
fr: Entrez le seuil de suspension
it: Inserisci soglia di sospensione
ja: 一時停止値を入力
nb: Angi suspenderingsgrense
nl: Voer drempel voor onderbreking in
pl: Wprowadź próg zawieszenia pompy
pt_br: Digite o limite de suspensão
ro: Introduceți limita pentru suspendare
ru: Введите рубеж приостановки
sv: Ange tröskelvärde
tr: Askıya alma eşiğini girin
vi: Nhập ngưỡng tạm dừng
zh_hans: 输入暂停阈值

source: Error Canceling Bolus
ar: خطأ في إلغاء الجرعة
da: Fejl ved annullering af bolus
de: Fehler beim Abbrechen des Bolus
es: Error de cancelación de bolo
fi: Virhe boluksen kumoamisessa
fr: Erreur lors de l’annulation du Bolus
it: Errore durante l'annullamento del bolo
ja: ボーラスのキャンセルにエラー
nb: Kunne ikke avbryte bolus
nl: Fout bij Annuleren Bolus
pl: Błąd anulowania bolusa
pt_br: Erro Cancelando Bolus
ro: Eroare la anularea bolusului
ru: Ошибка отмены болюса
sv: Fel vid försök att avbryta bolus
tr: Bolus İptali Hatası
vi: Lỗi hủy liều Bolus
zh_hans: 无法取消大剂量

source: Error Resuming
ar: خطأ في الاستئناف
da: Fejl ved genoptagelse
de: Fehler beim Fortfahren
es: Error Reanudando
fi: Virhe jatkamisessa
fr: Erreur lors de la reprise
it: Errore durante la ripresa
ja: 再開エラー
nb: Feil ved gjenopptagelse
nl: Fout Bij Hervatten
pl: Błąd wznawiania
pt_br: Erro ao Retomar
ro: Eroare în timpul reluării
ru: Ошибка возобновления
sk: Chyba pri obnovení
sv: Fel vid återupptagande
tr: Sürdürme Hatası
vi: Lỗi khi đang tái thực hiện
zh_hans: 恢复输注错误

source: Eventually %@
ar: في النهاية %@
da: Med tiden %@
de: Voraussichtlich %@
es: Eventualmente %@
fi: Ennuste %@
fr: Éventuellement %@
it: Infine %@
ja: 予想 %@
nb: Omsider %@
nl: Uiteindelijk %@
pl: Docelowo %@
pt_br: Eventualmente %@
ro: Ajunge la %@
ru: В конечном итоге %@
sv: Förväntat %@
tr: Nihai KŞ %@
vi: Kết quả %@
zh_hans: 最终 %@

source: Exceeds Maximum Bolus
ar: يتجاوز أقصى جرعة
da: Overskrider maksimal bolus
de: Überschreitet den maximalen Bolus
es: Excede bolo máximo
fi: Ylittää maksimiboluksen
fr: Dépasse le bolus maximal
it: Supera il bolo massimo
ja: ボーラス最大値を超えています
nb: Overskrider maksimal bolus
nl: Overschrijdt Maximale Bolus
pl: Osiągnięto bolus maksymalny
pt_br: Excede o Bolus Máximo
ro: Depășește bolusul maxim
ru: Превышает максимальный болюс
sv: Överstiger maxbolusdos
tr: Maksimum Bolusu Aşıyor
vi: Vượt quá liều Bolus tối đa
zh_hans: 超过大剂量上限

source: For %1$@
ar: لمدة %1$@
da: I %1$@
de: Für %1$@
es: Por %1$@
fi: %1$@ ajaksi
fr: Pendant %1$@
it: Per %1$@
ja: %1$@につき
nl: Voor %1$@
pl: Do %1$@
pt_br: Por %1$@
ro: Pentru %1$@
ru: В течение %1$@
sv: I %1$@
tr: %1$@ için
zh_hans: 对于 %1$@

source: Glucose
ar: قراءات السكر
cs: Glukóza
da: Glukose
de: Blutzucker
es: Glucosa
fi: Glukoosi
fr: Glycémie
it: Glicemia
ja: 血糖値
nb: Blodsukker
pl: Glukoza
pt_br: Glicose
ro: Glicemia
ru: Глюкоза
sk: Glykémia
sv: Glukos
tr: Kan şekeri
vi: Đường huyết
zh_hans: 血糖

source: Glucose data is %1$@ old
ar: قراءات السكر منذ %1$@
da: Blodsukkerdata er %1$@ gamle
de: Blutzuckerdaten sind %1$@ alt
es: Los datos de glucosa son de hace %1$@
fi: Glukoositieto on %1$@ vanha
fr: Les dernières données de glucose remontent à %1$@
it: I dati sulla glicemia sono vecchi di %1$@
ja: 血糖データは %1$@ 前のものです
nb: Blodsukkerdata er %1$@ gammel
nl: Glucosegegevens zijn %1$@ oud
pl: Dane o glukozie są nieaktualne od %1$@
pt_br: Medida de glicose está %1$@ atrasada
ro: Datele despre glicemie au o vechime de %1$@
ru: Данные о глюкозе устарели на %1$@
sv: Glukosvärde är %1$@ gammalt
tr: %1$@ eski KŞ verisi
vi: Dữ liệu đường huyết %1$@ cũ
zh_hans: 葡萄糖%1$@分钟未更新

source: Glucose data not available
ar: قراءات السكر غير متوفرة
da: Blodsukkerdata ikke tilgængelige
de: Blutzuckerdaten nicht verfügbar
es: Los datos de glucosa no están disponibles
fi: Glukoositietoja ei saatavilla
fr: Les données de glucose ne sont pas disponibles
it: Dati sulla glicemia non disponibili
ja: グルコースデータがありません
nb: Blodsukkerdata er utilgjengelig
nl: Glucosegegevens niet beschikbaar
pl: Dane o glukozie są niedostępne
pt_br: Medida de glicose não disponível
ro: Nu sunt disponibile date despre glicemie
ru: Данные гликемии недоступны
sv: Glukosvärde saknas
tr: KŞ verisi mevcut değil
vi: Dữ liệu đường huyết không sẵn sàng
zh_hans: 血糖数据不可用

source: Glucose Momentum
ar: مقاومة سكر الدم
da: Blodsukkermomentum
de: Blutzucker-Momentum
es: Momento de Glucosa
fi: Glukoosin liike
fr: Momentum de glucose
it: Momento della glicemia
ja: グルコース モメンタム
nb: Glukose Momentum
nl: Glucosetrendlijn
pl: Pęd glukozy
pt_br: Aceleração da Glicose
ro: Avânt glicemie
ru: Динамика гликемии
sv: Glukosförändring
tr: KŞ Momentumu
vi: Chuyển động của Glucose
zh_hans: 葡萄糖增量预测算法

source: Indefinitely
ar: إلى أجل غير مسمى
da: Uendelig
de: Unbegrenzt
es: Indefinidamente
fi: Toistaiseksi
fr: Indéfiniment
it: Indefinitamente
ja: 無期限
nb: På ubestemt tid
nl: Voor onbepaalde tijd
pl: Niemożliwy do określenia
pt_br: Indefinidamente
ro: Nedeterminat
ru: На неопределенное время
sv: Oändligt
tr: Süresiz
vi: Vô hạn định
zh_hans: 永久

source: Insulin
ar: الأنسولين
es: Insulina
fi: Insuliini
fr: Insuline
it: Insulina
ja: インスリン
nl: Insuline
pl: Insulina
pt_br: Insulina
ro: Insulină
ru: Инсулин
tr: İnsülin
vi: Thuốc Insulin
zh_hans: 胰岛素

source: Insulin Absorbed (U) × Insulin Sensitivity (%1$@/U)
ar: الأنسولين الذي تم امتصاصه (وحدات) × حساسيو الأنسولين (%1$@/وحدة)
da: Insulin absorberet (E) × Insulinfølsomhed (%1$@/E)
de: Resorbiertes Insulin (IE) × Insulinempfindlichkeit (%1$@/IE)
es: Insulina Absorbida (U) x Sensibilidad a Insulina (%1$@/U)
fi: Imeytynyt insuliini (U) × Insuliiniherkkyys (%1$@/U)
fr: Insuline Absorbée (U) × Sensibilité à l'Insuline (%1$@/U)
it: Insulina assorbita (U) × Sensibilità insulinica (%1$@/U)
ja: 吸収済インスリン(U) × インスリン効果値(%1$@/U)
nb: Insulin absorbert (E) × insulinfølsomhet ( %1$@ /E)
nl: Opgenomen Insuline (E) x Insulinegevoeligheid (%1$@/E)
pl: Insulina podana (U) × czułość insuliny (%1$@/J)
pt_br: Insulina Absorvida (U) × Sensibilidade a Insulina (%1$@/U)
ro: Insulină absorbită (U) × factor de sensibilitate la insulină (%1$@/U)
ru: Усвоенный инсулин (U) × Чувствительность к инсулину (%1$@/U)
sv: Insulin absorberat (E) × Insulinkänslighet (%1$@/E)
tr: Emilen İnsulin (Ü) × İnsulin Duyarlılığı (%1$@/Ü)
vi: Lượng insulin tiêu hao (U) × Độ nhạy của insulin (%1$@/U)
zh_hans: 已吸收胰岛素×胰岛素敏感系数

source: Insulin Delivery
ar: توصيل الأنسولين
da: Insulintilførsel
de: Insulinabgabe
es: Administración de Insulina
fi: Insuliinin annostelu
fr: Administration de l'insuline
it: Erogazione insulina
ja: インスリン放出
nb: Insulinlevering
nl: Insulinetoediening
pl: Podaż insuliny
pt_br: Insulina Entregue
ro: Administrare insulină
ru: Подача инсулина
sk: Podávanie inzulínu
sv: Insulin doserat
tr: İnsulin İletimi
vi: Khối lượng tiêm insulin
zh_hans: 已输注胰岛素

source: Insulin effects
ar: تأثيرات الأنسولين
da: Insulineffekter
de: Insulinwirkungen
es: Efectos de la insulina
fi: Insuliinivaikutus
fr: Effets de l'insuline
it: Effetto dell’insulina
ja: インスリン効果
nb: Insulin effekt
nl: Insulineëffecten
pl: wpływ insuliny
pt_br: Efeitos da Insulina
ro: Efecte insulină
ru: Влияние инсулина
sv: Insulineffekter
tr: İnsülin etkileri
vi: Tác dụng của insulin
zh_hans: 胰岛素效果

source: Insulin Model
ar: نوع الأنسولين
de: Insulin-Modell
es: Modelo de Insulina
fi: Insuliinimalli
fr: Modèle d'insuline
it: Modello di azione dell'Insulina
ja: インスリンモデル
nb: Insulin Modell
nl: Insulinemodel
pl: Model insuliny
pt_br: Modelo de Insulina
ro: Modelul de insulină
ru: Модель инсулина
sk: Inzulínový model
sv: Insulinmodell
tr: İnsülin Modeli
vi: Chủng loại Insulin
zh_hans: 胰岛素模型

source: Insulin Sensitivities
ar: حساسية الأنسولين
da: Insulinfølsomheder
de: Insulinempfindlichkeit
es: Sensibilidad a la insulina
fi: Insuliiniherkkyydet
fr: Facteurs de sensibilité à l'insuline
it: Sensibilità insulinica
ja: インスリン効果値
nb: Insulinfølsomhet
nl: Insulinegevoeligheden
pl: Wrażliwość na insulinę (ISF)
pt_br: Sensibilidades a Insulina
ro: Factor de sensibilitate la insulină
ru: Факторы чувствительности инсулина
sv: Insulinkänslighet
tr: İnsülin Duyarlılığı
vi: Độ nhạy của Insulin
zh_hans: 胰岛素敏感系数

source: Invalid data: %1$@
ar: بيانات غير صالحة: %1$@
da: Fejlagtige data: %1$@
de: Ungültige Daten: %1$@
es: Datos no válidos: %1$@
fi: Virheellinen tieto: %1$@
fr: Données Incorrectes: %1$@
it: Dati non validi: %1$@
ja: 無効データ: %1$@
nb: Ugyldige data: %1$@
nl: Ongeldige gegevens: %1$@
pl: Błędne dane: %1$@
pt_br: Dados inválidos: %1$@
ro: Date invalide: %1$@
ru: Неверные данные: %1$@
sv: Ogiltigt värde: %1$@
tr: Geçersiz veri: %1$@
vi: Dữ liệu vô hiệu: %1$@
zh_hans: 无效数据: %1$@

source: Issue Report
ar: تقرير المشكلة
da: Fejlrapport
de: Problembericht
es: Informe de Errores
fi: Ongelmaraportti
fr: Créer un rapport
it: Report problemi
ja: 問題を報告
nb: Problem Rapport
nl: Probleemrapportage
pl: Zgłaszanie błędów
pt_br: Gerar Relatório
ro: Generează raport
ru: Сообщить об ошибке
sv: Skapa felrapport
tr: Sorun Raporu
vi: Xuất bản Báo cáo
zh_hans: 问题报告

source: Launches CGM app
ar: قم بتشغيل تطبيق نظام متابعة سكر الدم المستمرة
da: Åbner CGM app’en
de: Öffnet die CGM-App
es: Lanza app MCG
fi: Avaa CGM-sovelluksen
fr: Lance l'application CGM
he: מפעיל אפליקציית חיישן
it: Avvia l'app CGM
ja: CGMアプリを起動
nb: Laster inn CGM-appen
nl: Lanceert CGM app
pl: Uruchamia aplikację CGM
pt_br: Inicia app CGM
ro: Lansează aplicația CGM
ru: Запускает приложение непрерывного мониторинга CGM
sv: Startar CGM-app
tr: CGM uygulamasına erişim
vi: Phát hành ứng dụng CGM
zh_hans: 启动CGM软件

source: Loading...
ar: تحميل...
da: Indlæser...
de: Laden…
es: Cargando...
fi: Ladataan...
fr: Chargement...
it: Caricamento in corso...
ja: ロード中...
nb: Laster inn...
nl: Laden...
pl: Ładowanie...
pt_br: Carregando...
ro: Se încarcă...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...
vi: Đang tải...
zh_hans: 读取中...

source: Loop Failure
ar: فشل في الحلقة المغلقة
da: Loop-fejl
de: Loop fehlgeschlagen
es: Falla del Loop
fi: Loopin häiriö
fr: Echec de Loop
it: Malfunzionamento di Loop
ja: ループの不良
nb: Loop-feil
nl: Loopstoring
pl: Awaria pętli
pt_br: Falha no Loop
ro: Eșec Buclă
ru: Ошибка в работе петли
sv: Loopfel
tr: Döngü Hatası
vi: Loop lỗi
zh_hans: Loop失败

source: Loop has not completed successfully in %@
ar: لم تتم الحلقة المغلقة بنجاح منذ %@
da: Loop har ikke kørt korrekt i %@
de: Loop wurde nicht erfolgreich abgeschlossen seit %@
es: Loop no ha terminado correctamente en %@
fi: Häiriö Loopin toiminnassa %@
fr: Loop n'a pas bouclé avec succès depuis %@
it: Loop non ha funzionato correttamente per %@
ja: ループが %@ の間クローズされていません
nb: Loop har ikke fullført i %@
nl: Loop is niet goed afgerond in %@
pl: Loop nie działał poprawnie przez %@
pt_br: Nenhum ciclo completo com sucesso em %@
ro: Loop nu a rulat cu succes timp de %@
ru: Ну удалось успешно замкнуть цикл/контур в %@
sv: Loop har inte lyckats köra på %@
tr: Döngü %@ içinde başarıyla tamamlanamadı
vi: Loop không hoạt động thành công trong %@
zh_hans: Loop运行异常 %@

source: Missing data: %1$@
ar: بيانات مفقودة: %1$@
da: Manglende data: %1$@
de: Fehlende Daten: %1$@
es: Faltan Datos: %1$@
fi: Tiedot puuttuvat: %1$@
fr: Données manquantes: %1$@
he: נתונים חסרים: %1$@
it: Dati mancanti: %1$@
ja: データがありません: %1$@
nb: Manglende data: %1$@
nl: Ontbrekende gegevens: %1$@
pl: Brakujące dane: %1$@
pt_br: Dados ausentes: %1$@
ro: Date lipsă: %1$@
ru: Пропущены данные: %1$@
sv: Saknar data: %1$@
tr: Eksik veri: %1$@
vi: Dữ liệu thiếu: %1$@
zh_hans: 数据缺失: %1$@

source: Momentum effects
ar: تأثيرات النشاط
da: Momentumeffekter
de: Momentum-Effekte
es: Efectos de Momento
fi: Liikevaikutukset (momentum)
fr: Effets de momentum
he: השפעות מומנטום
it: Effetti del momento
ja: モメンタム効果
nb: Momentum effekter
nl: Trendlijneffecten
pl: wpływ pędu
pt_br: Efeitos de aceleração
ro: Efecte avânt
ru: Влияние динамики СК
sv: Momentumeffekter
tr: Momentum etkileri
vi: Hiệu ứng động lượng
zh_hans: 葡萄糖动量效应

source: Name
ar: الاسم
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
he: שם
it: Nome
ja: プリセット名
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Názov
sv: Namn
tr: İsim
vi: Tên
zh_hans: 名称

source: Nightscout
ar: نايتسكاوت

source: No connected devices, or failure during device connection
ar: لا يوجد أجهزة متصلة, أو يوجد خطأ أثناء الاتصال
da: Ingen tilsluttede enheder eller fejl under forbindelse til enhed
de: Keine verbundenen Geräte oder Fehler während der Geräteverbindung
es: No hay dispositivos conectados o falla durante conexión de dispositivo
fi: Ei yhdistettyjä laitteita tai häiriö laiteyhteydessä
fr: Pas d'appareil connecté, ou échec durant la connexion à l'appareil
he: אין מכשירים מחוברים, או שישנה שגיאת התחברות.
it: Nessun dispositivo connesso o mancanza di segnale durante la connessione del dispositivo
ja: 機器が未接続、または接続に問題
nb: Ingen tilkoblede enheter, eller feil under enhetstilkobling
nl: Geen aangesloten apparaten of storingen tijdens het verbinden met het apparaat
pl: Brak podłączonych urządzeń lub awaria podczas połączenia urządzenia
pt_br: Nenhum dispositivo conectado ou falha durante a conexão
ro: Nu este conectat niciun dispozitiv sau s-a produs o eroare la conectare
ru: Устройства не сопряжены или произошла ошибка во время сопряжения
sv: Ingen ansluten enhet, eller fel vid anslutning till enhet
tr: Bağlı cihaz yok veya cihaz bağlantısı sırasında hata
vi: Không có thiết bị nào được kết nối, hoặc lỗi trong quá trình kết nối
zh_hans: 没有连接的设备，或设备连接期间发生故障

source: OK
ar: موافق
he: אישור
tr: Tamam

source: Override Presets
ar: تخطي الإعدادات المسبقة
da: Override forudindstillinger
de: Voreinstellungen
es: Sobreescrituras preestablecidas
fi: Tilapäisasetukset
fr: Préréglages ajustement
he: עקוף הגדרות מוגדרות מראש
it: Override
ja: オーバーライドプリセット
nb: Overstyr forhåndsinnstillinger
nl: Override Programma's
pt_br: Sobreposições Predefinidas
ro: Presetări de înlocuire
ru: Редактировать параметры
sv: Override förinställningar
tr: Geçersiz Kılma Ön Ayarları
vi: Cài đặt chồng liều
zh_hans: 覆盖预设置

source: Pre-Meal Targets
ar: أهداف ما قبل الوجبة
da: Før-måltid Mål
de: Ziel vor dem Essen
es: Objetivos Pre-Comida
fi: Ennen ateriaa -tavoite
fr: Objectif de Pré-Repas
he: יעדים לפני הארוחה
it: Obiettivo pre-pasto
ja: 食前ターゲット
nb: Målområde før måltid
nl: Pre-Meal Doelen
pl: Poziom przed posiłkiem
pt_br: Meta Pré-Refeição
ro: Ținte înainte de masă
ru: Целевые значения до еды
sv: Målvärden före måltid
tr: Yemek Öncesi Hedefler
vi: Mục tiêu trước bữa ăn
zh_hans: 餐前目标

source: Predicted glucose at %1$@ is %2$@.
ar: قراءاة سكر الدم بعد %1$@ هي %2$@.
da: Forventet glukose ved %1$@ er %2$@.
de: Vorhergesagte Glukose um %1$@ ist %2$@.
es: Glucosa proyectada a las %1$@ es %2$@.
fi: Ennustettu glukoosi klo %1$@ on %2$@.
fr: Glycémie prévue à %1$@ est %2$@.
he: הגלוקוז החזוי ב- %1$@ הוא %2$@ .
it: La glicemia prevista a %1$@ è di %2$@.
ja: %1$@の予想グルコースは %2$@です。
nb: Forventet blodsukker kl %1$@ er %2$@.
nl: Voorspelde glucose om %1$@ is %2$@.
pl: Przewidywany poziom cukru o %1$@ wyniesie %2$@
pt_br: Glicemia prevista em %1$@ é %2$@.
ro: Glicemia prognozată pentru %1$@ este %2$@.
ru: Прогнозируемый уровень глюкозы на %1$@ составляет %2$@.
sk: Predpokladaná glykémia o %1$@ je %2$@ .
sv: Förväntat glukosvärde vid %1$@ är %2$@.
tr: Tahmini KŞ %1$@ %2$@.
vi: Dự đoán đường huyết vào lúc %1$@ là %2$@.
zh_hans: 预测%1$@时的葡萄糖是%2$@

source: Predicted glucose of %1$@ is below your suspend threshold setting.
ar: قراءة سكر الدم المتوقعة %1$@ أقل من قيمة تعليق الضخ في الإعدادات.
da: Forventet glukose på %1$@ er under din indstilling for suspenderingstærskel.
de: Der vorhergesagte Blutzucker von %1$@ liegt unter dem Grenzwert für die Hypo-Abschaltung.
es: Glucosa proyectada de %1$@ se encuentra por debajo de su nivel de suspensión.
fi: Ennustettu glukoosi %1$@ on pysäytysrajan alapuolella.
fr: Prédiction de la glycémie à %1$@ sous le seuil de suspension défini.
he: הגלוקוז החזוי %1$@ נמוך מסך ההשהייה שהגדרת.
it: La glicemia prevista %1$@ è inferiore al valore soglia per la sospensione dell'erogazione.
ja: 予想グルコースは %1$@ で一時停止値を下回ります。
nb: Forventet blodsukker %1$@ er lavere enn innstilling for insulinstopp
nl: Verwachte glucose van %1$@ is lager dan je ingestelde insulineonderbrekingsdrempel.
pl: Przewidywany poziom cukru %1$@ jest poniżej progu zawieszenia.
pt_br: Glicemia prevista de %1$@ está abaixo do limite de suspensão.
ro: Glicemia prognozată de %1$@ se situează sub limita de suspendare configurată
ru: Предсказываемая гликемия %1$@ ниже ваших настроек порога приостановки помпы
sv: Förväntat glukosvärde %1$@ är under ditt tröskelvärde.
tr: Tahmini KŞ %1$@ askıya alma eşiği ayarınızın altında.
vi: Dự đoán đường huyết %1$@ là dưới ngưỡng tạm ngưng trong cài đặt của bạn.
zh_hans: 预测葡萄糖%1$@低于您的暂停阈值设置
